; === Item-granted abilities ===

[FlechetteRounds X2AbilityTemplate]
LocFriendlyName="飞镖弹"

[HollowPointRounds X2AbilityTemplate]
LocFriendlyName="空尖弹"

[ReinforcedVestBonus X2AbilityTemplate]
LocFriendlyName="加固背心"

; === Item templates ===

[FlechetteRounds X2AmmoTemplate]
FriendlyName="飞镖弹"
FriendlyNamePlural="飞镖弹"
BriefSummary="飞镖弹增加伤害，但与目标距离越远，命中几率惩罚越严重。"
TacticalText="<Bullet/>飞镖弹增加伤害，但与目标距离越远，命中几率惩罚越严重。<br/><Bullet/>飞镖弹其实就是小型飞镖，比起普通子弹能更有效地穿透护甲和肌肉。<br/><Bullet/>虽然飞镖弹的尾部如箭羽般起到稳定作用，但比起普通子弹精度稍差，尤其是距离较远的时候。<br/><Bullet/>飞镖弹对包括MEC在内的有护甲的敌人特别有用。<br/>"

[HollowPointRounds X2AmmoTemplate]
FriendlyName="空尖弹"
FriendlyNamePlural="空尖弹"
BriefSummary="空尖弹在暴击时造成额外伤害。"
TacticalText="<Bullet/>空尖弹在目标体内扩张，对肌肉组织或脆弱的电子元件造成更大伤害。<br/>"

[ShadowOps_TigerRounds X2AmmoTemplate]
FriendlyName="虎式子弹"
FriendlyNamePlural="虎式子弹"
BriefSummary="对变种人在战场上穿着装甲的研究促进了可碎裂合金装甲的弹药研究。"
TacticalText="<Bullet/>虎式子弹内含可击碎护甲的微型锥形装药。<br/><Bullet/>此类子弹对无护甲目标没有特殊效果。<br/>"

[ShadowOps_DepletedEleriumRounds X2AmmoTemplate]
FriendlyName="贫化超铀弹"
FriendlyNamePlural="贫化超铀弹"
BriefSummary="在锥形装药子弹中加入少量超铀后，子弹的伤害增加，碎甲能力也大幅提高。"
TacticalText="<Bullet/>贫化超铀结合了高密度和爆炸力，即便是最重的装甲也可以击碎。<br/>"

[ReinforcedVest X2EquipmentTemplate]
FriendlyName="加固背心"
FriendlyNamePlural="加固背心"
BriefSummary="这件背心已利用重甲镀层加固，可以显著提升士兵护甲。"
TacticalText="<Bullet/>提供护甲。<br/>"

[PlatedVest X2EquipmentTemplate]
FriendlyName="镀层背心"
FriendlyNamePlural="镀层背心"
!BriefSummary
BriefSummary="沈博士用装甲镀层技术改良了纳米纤维背心。增加了护甲值并获得抵抗敌人攻击的额外保护。"
!TacticalText
TacticalText="<Bullet/>提供护甲。"

